#KEYS
sharepointUrl=URL-ek felt\u00e9rk\u00e9pez\u00e9se
domain=Domain
username=Felhaszn\u00e1l\u00f3n\u00e9v
password=Jelsz\u00f3
mySiteBaseURL=MySite URL(MOSS2007 eset\u00e9n)
includedURls=Adjon meg a k\u00f6vetkez\u0151 mint\u00e1knak megfelel\u0151 URL-eket
excludedURls=Ne tartozzanak bele azok az URL-ek, melyeknek mint\u00e1ja a k\u00f6vetkez\u0151
aliasMap=SharePoint-webhely alias\u00e1nak megfeleltet\u00e9se
authorization=Enged\u00e9lyez\u00e9skezel\u00e9s

#LABELS
Alias_Source_Pattern=Forr\u00e1s URL
Alias_Source_Pattern_Help=Adja meg a megfelel\u0151 alias\u00e9rt\u00e9khez tartoz\u00f3 forr\u00e1s URL-form\u00e1tumot
Alias=Helyettes\u00edt\u00e9s aliassal
Alias_Help=Adja meg a megfelel\u0151 forr\u00e1s URL-form\u00e1tumhoz tartoz\u00f3 alias\u00e9rt\u00e9ket
Add_More=Tov\u00e1bbiak hozz\u00e1ad\u00e1sa
Mandatory_Fields=A csillaggal (*) jel\u00f6lt mez\u0151k kit\u00f6lt\u00e9se k\u00f6telez\u0151.
AuthZ_By_GSA=Az egys\u00e9ggel vagy az SAML-alap\u00fa enged\u00e9lyez\u00e9s szolg\u00e1ltat\u00f3j\u00e1val
AuthZ_By_Connector=A csatlakoz\u00e1si szoftverrel
Help_AuthZ_By_GSA=Ez a m\u0171velet mag\u00e1ba foglalja a fejl\u00e9ck\u00e9r\u00e9seket, az SAML-alap\u00fa azonos\u00edt\u00e1st \u00e9s a hozz\u00e1f\u00e9r\u00e9s-vez\u00e9rl\u00e9si list\u00e1t
Help_AuthZ_By_Connector=Ez a m\u0171velet mag\u00e1ba foglalja a csatlakoz\u00e1si szoftver \u00e1ltal v\u00e9gzett k\u00f6tegelt enged\u00e9lyez\u00e9st

#ERROR MESSAGES
Reason=Ok:
Empty_Field=Tov\u00e1bbiak hozz\u00e1ad\u00e1sa el\u0151tt t\u00f6ltse ki az \u00fcres mez\u0151ket.
Included_Pattern_Mismatch=nem egyezik a belefoglalni k\u00edv\u00e1nt URL-c\u00edmek egyik form\u00e1tum\u00e1val sem
Excluded_Pattern_Match=egyezik a kihagyni k\u00edv\u00e1nt URL-c\u00edmek egyik form\u00e1tum\u00e1val:
EndPoint_not_Found=Nem tal\u00e1lhat\u00f3 webszolg\u00e1ltat\u00e1si v\u00e9gpont
Invalid_Include_Pattern=A belefoglalni k\u00edv\u00e1nt URL-c\u00edmek k\u00f6z\u00f6tt megadott al\u00e1bbi URL-form\u00e1tum \u00e9rv\u00e9nytelen:
Invalid_Exclude_Pattern=A kihagyni k\u00edv\u00e1nt URL-c\u00edmek k\u00f6z\u00f6tt megadott al\u00e1bbi URL-form\u00e1tum \u00e9rv\u00e9nytelen:
Invalid=\u00c9rv\u00e9nytelen
Field_Is_Required=A sz\u00fcks\u00e9ges mez\u0151 nincs megadva:
Url_Entered_Should_Be_Fully_Qualified=A SharePoint-webhely URL-c\u00edm\u00e9nek tartalmaznia kell egy teljesen megadott domainnevet.
Cannot_Connect=Nem siker\u00fclt kapcsolatot l\u00e9tes\u00edteni a SharePoint-webhellyel ezen az URL-c\u00edmen a megadott domainn\u00e9v/felhaszn\u00e1l\u00f3n\u00e9v/jelsz\u00f3 haszn\u00e1lat\u00e1val.
Malformed_Alias_Pattern = Az aliaskezel\u00e9shez megadott \u00e9rt\u00e9k URL-form\u00e1tumk\u00e9nt \u00e9rv\u00e9nytelen.
Duplicate_Alias=Az alias\u00e9rt\u00e9kek nem tartalmazhatnak duplik\u00e1lt forr\u00e1s URL-form\u00e1tumokat.
CONFIGMAP_NOT_FOUND=A configMap f\u00e1jl nem tal\u00e1lhat\u00f3.
MalFormedURL=A megadott felt\u00e9rk\u00e9pez\u00e9si URL-c\u00edm form\u00e1tuma hib\u00e1s.
Invalid_URL_Pattern=Egy vagy t\u00f6bb \u00e9rv\u00e9nytelen URL-form\u00e1tumot adott meg.
MalFormedMySiteURL=A Saj\u00e1t webhely megadott URL-c\u00edm\u00e9nek form\u00e1tuma hib\u00e1s.
Cannot_Connect_MySite=Nem siker\u00fclt kapcsolatot l\u00e9tes\u00edteni a Saj\u00e1t webhellyel ezen az URL-c\u00edmen a megadott domainn\u00e9v/felhaszn\u00e1l\u00f3n\u00e9v/jelsz\u00f3 haszn\u00e1lat\u00e1val.
MySite_Url_Entered_Should_Be_Fully_Qualified=A Saj\u00e1t webhely URL-c\u00edm\u00e9nek tartalmaznia kell egy teljesen megadott domainnevet.
Duplicate_Domain=A hiteles\u00edt\u0151 adatok form\u00e1tuma helytelen. A domain \u00e9s a felhaszn\u00e1l\u00f3n\u00e9v csoportj\u00e1ban k\u00e9tszer adta meg a domainnevet.
BulkAuth_Error_CrawlURL=Nem siker\u00fclt kapcsolatot l\u00e9tes\u00edteni a SharePoint technol\u00f3gi\u00e1hoz k\u00e9sz\u00fclt Google-szolg\u00e1ltat\u00e1sokkal ezen a felt\u00e9rk\u00e9pez\u00e9si URL-c\u00edmen a megadott domainn\u00e9v/felhaszn\u00e1l\u00f3n\u00e9v/jelsz\u00f3 haszn\u00e1lat\u00e1val.
BulkAuth_Error_MySiteURL=Nem siker\u00fclt kapcsolatot l\u00e9tes\u00edteni a SharePoint technol\u00f3gi\u00e1hoz k\u00e9sz\u00fclt Google-szolg\u00e1ltat\u00e1sokkal a Saj\u00e1t webhely ezen URL-c\u00edm\u00e9n a megadott domainn\u00e9v/felhaszn\u00e1l\u00f3n\u00e9v/jelsz\u00f3 haszn\u00e1lat\u00e1val.