#KEYS
sharepointUrl=Explorer l'URL
domain=Domaine
username=Nom d'utilisateur
password=Mot de passe
mySiteBaseURL=URL de MySite (applicable pour MOSS2007)
includedURls=Inclure les URL correspondant aux formats suivants :
excludedURls=Ne pas inclure les URL correspondant aux formats suivants\u00a0:
aliasMap=Mappage d'alias de site SharePoint
authorization=Traitement des autorisations
feetType=feedType
kdcserver=Nom d'h\u00f4te KDC Kerberos
useSPSearchVisibility=

#LABELS
Alias_Source_Pattern=URL source
Alias_Source_Pattern_Help=Sp\u00e9cifier le format d'URL source pour la valeur de l'alias correspondant
Alias=Remplacer par un alias
Alias_Help=Sp\u00e9cifier la valeur de l'alias pour le format d'URL source correspondant
Add_More=Ajouter
Mandatory_Fields=Les champs avec (*) sont obligatoires.
AuthZ_By_GSA=Par Google Search Appliance ou par le fournisseur de services d'autorisation SAML
AuthZ_By_Connector=Par connecteur
Help_AuthZ_By_GSA=Les requ\u00eates\u00a0HEAD, SAML et ACL sont incluses
Help_AuthZ_By_Connector=Ceci inclut l'autorisation par lots par le connecteur
Use_SP_SearchVisibility=Utilisez les options de visibilit\u00e9 de recherche SharePoint.
Use_SP_SearchVisibility_Help=Indiquez si le connecteur doit identifier et utiliser les options de visibilit\u00e9 de recherche de site et de liste d\u00e9finies dans SharePoint.

#ERROR MESSAGES
Reason=Motif\u00a0:
Empty_Field=Remplissez les champs vides avant d'en ajouter d'autres.
Included_Pattern_Mismatch=ne correspond \u00e0 aucun des formats d'URL \u00e0 inclure
Excluded_Pattern_Match=correspond \u00e0 l'un des formats d'URL \u00e0 ne pas inclure\u00a0:
EndPoint_not_Found=Extr\u00e9mit\u00e9 de service Web introuvable
Invalid_Include_Pattern=Le format d'URL suivant fourni en tant qu'URL \u00e0 inclure est incorrect\u00a0:
Invalid_Exclude_Pattern=Le format d'URL suivant fourni en tant qu'URL \u00e0 ne pas inclure est incorrect\u00a0:
Invalid=Incorrect
Field_Is_Required=Champ obligatoire non renseign\u00e9\u00a0:
Url_Entered_Should_Be_Fully_Qualified=L\u2019URL du site SharePoint doit contenir un nom de domaine complet.
Cannot_Connect=Impossible de se connecter \u00e0 l'URL du site SharePoint indiqu\u00e9e avec les domaine/nom d'utilisateur/mot de passe fournis.
Malformed_Alias_Pattern = Le format de la ou des valeurs fournies pour la cr\u00e9ation d'alias ne correspond pas \u00e0 un format d'URL correct.
Duplicate_Alias=Les valeurs d'alias ne peuvent pas contenir des formats d'URL source en double.
CONFIGMAP_NOT_FOUND=configMap n'a pas \u00e9t\u00e9 trouv\u00e9.
MalFormedURL=Le format de l'URL \u00e0 explorer fournie est incorrect.
Invalid_URL_Pattern=Vous avez entr\u00e9 un ou plusieurs formats d'URL incorrects.
MalFormedMySiteURL=L'URL MySite fournie est incorrecte.
Cannot_Connect_MySite=Impossible de se connecter \u00e0 l'URL du site MySite indiqu\u00e9e avec les domaine/nom d'utilisateur/mot de passe fournis.
MySite_Url_Entered_Should_Be_Fully_Qualified=L\u2019URL de base de MySite doit contenir un nom de domaine complet.
Duplicate_Domain=Le format des informations d'identification est incorrect. Le domaine a \u00e9t\u00e9 sp\u00e9cifi\u00e9 deux fois sous Domaine et Nom d'utilisateur.
BulkAuth_Error_CrawlURL=Impossible, avec les domaine/nom d'utilisateur/mot de passe indiqu\u00e9s, de se connecter aux services Google pour SharePoint sur l'URL \u00e0 explorer fournie.
BulkAuth_Error_MySiteURL=Impossible de se connecter aux services Google pour SharePoint sur l'URL de MySite donn\u00e9e avec les domaine/nom d'utilisateur/mot de passe fournis.
Kerberos_Kdc_Hostname_Blank=Indiquez un nom d'h\u00f4te complet pour le centre de distribution de cl\u00e9s (KDC) Kerberos