#KEYS
sharepointUrl=Gennemgangswebadresse
domain=Dom\u00e6ne
username=Brugernavn
password=Adgangskode
mySiteBaseURL=MySite URL(Relevante for MOSS2007)
includedURls=Medtag webadresser, der stemmer overens med f\u00f8lgende m\u00f8nstre
excludedURls=Medtag ikke webadresser, der stemmer overens med f\u00f8lgende m\u00f8nstre
aliasMap=Tilknytning af SharePoint-webstedets alias
authorization=H\u00e5ndtering af autorisation

#LABELS
Alias_Source_Pattern=Kildewebadresse
Alias_Source_Pattern_Help=Angiv kildewebadressem\u00f8nsteret for den tilsvarende aliasv\u00e6rdi
Alias=Erstat med alias
Alias_Help=Angiv aliasv\u00e6rdien for det tilsvarende kildewebadressem\u00f8nster
Add_More=Tilf\u00f8j flere
Mandatory_Fields=Felter med (*) skal udfyldes
AuthZ_By_GSA=Af maskin- eller SAML-autorisationsleverand\u00f8r
AuthZ_By_Connector=Af bindeled
Help_AuthZ_By_GSA=Det omfatter head-foresp\u00f8rgsel, SAML og ACL
Help_AuthZ_By_Connector=Det omfatter gruppeautorisation af bindeled

#ERROR MESSAGES
Reason=\u00c5rsag:
Empty_Field=Udfyld de tomme felter, f\u00f8r du tilf\u00f8jer flere.
Included_Pattern_Mismatch=stemmer ikke overens med nogen m\u00f8nstre under "Medtag webadresser"
Excluded_Pattern_Match=stemmer overens med et af de m\u00f8nstre, der er angivet under "Medtag ikke webadresser".
EndPoint_not_Found=Webtjenestens slutpunkt blev ikke fundet
Invalid_Include_Pattern=F\u00f8lgende webadressem\u00f8nster, der er angivet under "Medtag webadresser", er ugyldigt:
Invalid_Exclude_Pattern=F\u00f8lgende webadressem\u00f8nster, der er angivet under "Medtag ikke webadresser", er ugyldigt:
Invalid=Ugyldig
Field_Is_Required=Det obligatoriske felt er ikke specificeret:
Url_Entered_Should_Be_Fully_Qualified=Webadressen til SharePoint-webstedet skal indeholde et fuldt kvalificeret dom\u00e6nenavn.
Cannot_Connect=Der kan ikke opn\u00e5s forbindelse til den angivne webadresse til SharePoint-webstedet med det angivne dom\u00e6ne/brugernavn eller den angivne adgangskode.
Malformed_Alias_Pattern = Den eller de v\u00e6rdier, der er angivet til aliasering, har ikke et gyldigt webadresseformat.
Duplicate_Alias=Aliasv\u00e6rdier m\u00e5 ikke indeholde identiske webadressem\u00f8nstre.
CONFIGMAP_NOT_FOUND=configMap blev ikke fundet.
MalFormedURL=Den angivne webadresse, der skal gennemg\u00e5s, er en forkert udformet webadresse.
Invalid_URL_Pattern=Du har angivet et eller flere ugyldige webadressem\u00f8nstre.
MalFormedMySiteURL=Den angivne webadresse for MySite er en forkert udformet webadresse.
Cannot_Connect_MySite=Kan ikke opn\u00e5 forbindelse til den angivne webadresse til MySite-webstedet med det angivne dom\u00e6ne/brugernavn eller den angivne adgangskode.
MySite_Url_Entered_Should_Be_Fully_Qualified=Webadressen til MySite Base skal indeholde et fuldt kvalificeret dom\u00e6nenavn.
Duplicate_Domain=Legitimationsoplysningerne har et forkert format. Dom\u00e6ne er blevet angivet to gange under Dom\u00e6ne og Brugernavn.
BulkAuth_Error_CrawlURL=Der kan ikke opn\u00e5s forbindelse til Google-tjenesterne til SharePoint p\u00e5 den angivne webadresse, der skal gennemg\u00e5s, med det angivne dom\u00e6ne/brugernavn eller den angivne adgangskode.
BulkAuth_Error_MySiteURL=Der kan ikke opn\u00e5s forbindelse til Google-tjenesterne til SharePoint p\u00e5 den angivne webadresse til My Site med det angivne dom\u00e6ne/brugernavn eller den angivne adgangskode.