#KEYS
sharepointUrl=Tarama URL'si
domain=Etki Alan\u0131
username=Kullan\u0131c\u0131 Ad\u0131
password=Parola
mySiteBaseURL=MySite URL'si(MOSS2007 i\u00e7in ge\u00e7erli)
includedURls=A\u015fa\u011f\u0131daki Modellerle E\u015fle\u015fen URL'leri Dahil Et
excludedURls=A\u015fa\u011f\u0131daki Modellerle E\u015fle\u015fen URL'leri Dahil Etme
aliasMap=SharePoint Sitesi Takma Ad E\u015flemesi
authorization=Yetkilendirme \u0130\u015fleme
feetType=feedType
kdcserver=Kerberos ADM Ana Bilgisayar Ad\u0131
useSPSearchVisibility=

#LABELS
Alias_Source_Pattern=Kaynak URL
Alias_Source_Pattern_Help=\u0130lgili takma ad de\u011feri i\u00e7in kaynak URL modelini belirtin
Alias=Takma Ad ile De\u011fi\u015ftir
Alias_Help=\u0130lgili kaynak URL modeli i\u00e7in takma ad de\u011ferini belirtin
Add_More=Daha Fazla Ekle
Mandatory_Fields=(*) i\u015faretli alanlar zorunludur
AuthZ_By_GSA=Uygulama veya SAML yetkilendirme sa\u011flay\u0131c\u0131s\u0131 taraf\u0131ndan
AuthZ_By_Connector=Ba\u011flay\u0131c\u0131 taraf\u0131ndan
Help_AuthZ_By_GSA=Head iste\u011fini, SAML ve EKL'yi i\u00e7erir.
Help_AuthZ_By_Connector=Ba\u011flay\u0131c\u0131 taraf\u0131ndan toplu yetkilendirmeyi i\u00e7erir
Use_SP_SearchVisibility=SharePoint arama g\u00f6r\u00fcn\u00fcrl\u00fck se\u00e7eneklerini kullan
Use_SP_SearchVisibility_Help=Ba\u011flay\u0131c\u0131n\u0131n SharePoint'te belirlenen site ve liste arama g\u00f6r\u00fcn\u00fcrl\u00fc\u011f\u00fc se\u00e7eneklerini bulmas\u0131 ve kullanmas\u0131n\u0131n gerekli olup olmad\u0131\u011f\u0131n\u0131 belirtin.

#ERROR MESSAGES
Reason=Neden:
Empty_Field=Kutu eklemeden \u00f6nce bo\u015f olan kutular\u0131 doldurun.
Included_Pattern_Mismatch='URL'leri Ekle' modellerinden herhangi biriyle e\u015fle\u015fmiyor
Excluded_Pattern_Match='URL'leri Ekleme' alt\u0131nda belirtilen modellerden biriyle e\u015fle\u015fiyor:\n
EndPoint_not_Found=Web Hizmeti u\u00e7 noktas\u0131 bulunamad\u0131
Invalid_Include_Pattern='URL'leri Ekle' alt\u0131nda sa\u011flanan \u015fu URL Modeli ge\u00e7ersiz:\n
Invalid_Exclude_Pattern='URL'leri Ekleme' alt\u0131nda sa\u011flanan \u015fu URL Modeli ge\u00e7ersiz:\n
Invalid=Ge\u00e7ersiz
Field_Is_Required=Zorunlu alan belirtilmedi:
Url_Entered_Should_Be_Fully_Qualified=SharePoint Sitesi URL'si, tam bir alan ad\u0131 i\u00e7ermelidir.
Cannot_Connect=Verilen Alan/Kullan\u0131c\u0131 Ad\u0131/Parola ile SharePoint Sitesi URL'sine ba\u011flan\u0131lamad\u0131.
Malformed_Alias_Pattern = Takma ad verme i\u00e7in sa\u011flanan de\u011ferler ge\u00e7erli URL bi\u00e7iminde de\u011fil.
Duplicate_Alias=Takma ad de\u011ferleri yinelenen kaynak URL modelleri i\u00e7eremez.
CONFIGMAP_NOT_FOUND=configMap bulunamad\u0131.
MalFormedURL=Girilen tarama URL'si bozuk bi\u00e7imli bir URL.
Invalid_URL_Pattern=Girdi\u011finiz URL modellerinden biri veya daha fazlas\u0131 ge\u00e7ersiz.
MalFormedMySiteURL=Girilen MySite URL'si bozuk bi\u00e7imli bir URL.
Cannot_Connect_MySite=Sa\u011flanan Alan/Kullan\u0131c\u0131 Ad\u0131/Parola ile verilen MySite Sitesi URL'sine ba\u011flan\u0131lam\u0131yor.
MySite_Url_Entered_Should_Be_Fully_Qualified=MySite Temel URL'si, tam bir alan ad\u0131 i\u00e7ermelidir.
Duplicate_Domain=Kimlik bilgileri do\u011fru bi\u00e7imde de\u011fil. Alan, hem Alan hem de Kullan\u0131c\u0131 Ad\u0131 alt\u0131nda belirtilmi\u015f.
BulkAuth_Error_CrawlURL=Verilen Alan/Kullan\u0131c\u0131 Ad\u0131/Parola ile Tarama URL'sindeki Sharepoint i\u00e7in Google Hizmetleri'ne ba\u011flan\u0131lamad\u0131.
BulkAuth_Error_MySiteURL=Verilen Alan/Kullan\u0131c\u0131 Ad\u0131/Parola ile My Site URL'sindeki Sharepoint i\u00e7in Google Hizmetleri'ne ba\u011flan\u0131lamad\u0131.
Kerberos_Kdc_Hostname_Blank=L\u00fctfen Kerberos Anahtar Da\u011f\u0131t\u0131m Merkezi (KDC) i\u00e7in tam nitelikli ana bilgisayar ad\u0131 girin