#LABELS
sharepointUrl=Thu th\u1eadp th\u00f4ng tin URL
domain=T\u00ean mi\u1ec1n
username=T\u00ean ng\u01b0\u1eddi d\u00f9ng
Password=M\u1eadt kh\u1ea9u
excludedURls=Kh\u00f4ng Bao g\u1ed3m URL Ph\u00f9 h\u1ee3p v\u1edbi c\u00e1c M\u1eabu Sau
includedURls=Bao g\u1ed3m URL Ph\u00f9 h\u1ee3p v\u1edbi c\u00e1c M\u1eabu Sau
mySiteBaseURL=MySite URL(\u00c1p d\u1ee5ng cho MOSS2007)
AliasMap=\u00c1nh x\u1ea1 B\u00ed danh c\u1ee7a Trang web SharePoint
Alias_Source_Pattern=URL ngu\u1ed3n
Alias_Source_Pattern_Help=Ch\u1ec9 \u0111\u1ecbnh m\u1eabu URL ngu\u1ed3n cho gi\u00e1 tr\u1ecb b\u00ed danh t\u01b0\u01a1ng \u1ee9ng
Alias=Thay th\u1ebf b\u1eb1ng B\u00ed danh
Alias_Help=Ch\u1ec9 \u0111\u1ecbnh gi\u00e1 tr\u1ecb b\u00ed danh cho m\u1eabu URL ngu\u1ed3n t\u01b0\u01a1ng \u1ee9ng
Add_More=Th\u00eam N\u1eefa
Mandatory_Fields=C\u00e1c tr\u01b0\u1eddng \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u (*) l\u00e0 B\u1eaft bu\u1ed9c
Authorization=X\u1eed l\u00fd C\u1ea5p quy\u1ec1n
AuthZ_By_GSA=B\u1edfi c\u00f4ng c\u1ee5 ho\u1eb7c nh\u00e0 cung c\u1ea5p quy\u1ec1n s\u1eed d\u1ee5ng SAML
AuthZ_By_Connector=B\u1edfi tr\u00ecnh k\u1ebft n\u1ed1i
Help_AuthZ_By_GSA=\u0110i\u1ec1u n\u00e0y bao g\u1ed3m y\u00eau c\u1ea7u head, SAML v\u00e0 ACL
Help_AuthZ_By_Connector=\u0110i\u1ec1u n\u00e0y bao g\u1ed3m c\u1ea5p quy\u1ec1n theo \u0111\u1ee3t b\u1edfi tr\u00ecnh k\u1ebft n\u1ed1i

#ERROR MESSAGES
Reason=L\u00fd do:
Empty_Field=H\u00e3y \u0111i\u1ec1n v\u00e0o c\u00e1c \u00f4 tr\u1ed1ng tr\u01b0\u1edbc khi th\u00eam n\u1eefa.
Included_Pattern_Mismatch=kh\u00f4ng kh\u1edbp v\u1edbi b\u1ea5t k\u1ef3 m\u1eabu 'Bao g\u1ed3m URL' n\u00e0o
Excluded_Pattern_Match=kh\u1edbp v\u1edbi m\u1ed9t trong c\u00e1c m\u1eabu \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh trong 'Kh\u00f4ng Bao g\u1ed3m URL':
EndPoint_not_Found=Kh\u00f4ng t\u00ecm th\u1ea5y ng\u01b0\u1eddi d\u00f9ng cu\u1ed1i c\u1ee7a D\u1ecbch v\u1ee5 Web
Invalid_Include_Pattern=M\u1eabu URL \u0111\u01b0\u1ee3c cung c\u1ea5p trong 'Bao g\u1ed3m URL' sau kh\u00f4ng h\u01a1\u0323p l\u00ea\u0323:
Invalid_Exclude_Pattern=M\u1eabu URL \u0111\u01b0\u1ee3c cung c\u1ea5p trong 'Kh\u00f4ng Bao g\u1ed3m URL' sau kh\u00f4ng h\u01a1\u0323p l\u00ea\u0323:
Invalid=Kh\u00f4ng h\u01a1\u0323p l\u00ea\u0323
Field_Is_Required=Tr\u01b0\u1eddng b\u1eaft bu\u1ed9c ch\u01b0a \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh:
Url_Entered_Should_Be_Fully_Qualified=URL Trang web SharePoint ph\u1ea3i ch\u1ee9a t\u00ean mi\u1ec1n \u0111\u1ee7 \u0111i\u1ec1u ki\u1ec7n.
Cannot_Connect=Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i URL c\u1ee7a Trang web SharePoint cho tr\u01b0\u1edbc v\u1edbi T\u00ean mi\u1ec1n/T\u00ean ng\u01b0\u1eddi d\u00f9ng/M\u1eadt kh\u1ea9u \u0111\u01b0\u1ee3c cung c\u1ea5p.
Malformed_Alias_Pattern = (C\u00e1c) Gi\u00e1 tr\u1ecb \u0111\u01b0\u1ee3c cung c\u1ea5p \u0111\u1ec3 \u0111\u1eb7t b\u00ed danh kh\u00f4ng \u1edf \u0111\u1ecbnh d\u1ea1ng URL h\u1ee3p l\u1ec7.
Duplicate_Alias=Gi\u00e1 tr\u1ecb b\u00ed danh kh\u00f4ng th\u1ec3 ch\u1ee9a c\u00e1c m\u1eabu URL ngu\u1ed3n tr\u00f9ng l\u1eb7p.
CONFIGMAP_NOT_FOUND=kh\u00f4ng t\u00ecm th\u1ea5y configMap.
MalFormedURL=URL Thu th\u1eadp \u0111\u01b0\u1ee3c cung c\u1ea5p l\u00e0 URL kh\u00f4ng h\u1ee3p l\u1ec7.
Invalid_URL_Pattern=B\u1ea1n \u0111\u00e3 nh\u1eadp m\u1ed9t ho\u1eb7c nhi\u1ec1u m\u1eabu URL kh\u00f4ng h\u1ee3p l\u1ec7.
MalFormedMySiteURL=URL MySite \u0111\u01b0\u1ee3c cung c\u1ea5p l\u00e0 URL kh\u00f4ng h\u1ee3p l\u1ec7.
Cannot_Connect_MySite=Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i URL c\u1ee7a Trang web MySite cho tr\u01b0\u1edbc v\u1edbi T\u00ean mi\u1ec1n/T\u00ean ng\u01b0\u1eddi d\u00f9ng/M\u1eadt kh\u1ea9u \u0111\u01b0\u1ee3c cung c\u1ea5p.
MySite_Url_Entered_Should_Be_Fully_Qualified=URL C\u01a1 s\u1edf MySite ph\u1ea3i ch\u1ee9a t\u00ean mi\u1ec1n \u0111\u1ee7 \u0111i\u1ec1u ki\u1ec7n.
Duplicate_Domain=Th\u00f4ng tin x\u00e1c th\u1ef1c kh\u00f4ng \u1edf \u0111\u1ecbnh d\u1ea1ng \u0111\u00fang. T\u00ean mi\u1ec1n \u0111\u00e3 \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh hai l\u1ea7n theo T\u00ean mi\u1ec1n v\u00e0 T\u00ean ng\u01b0\u1eddi d\u00f9ng.
BulkAuth_Error_CrawlURL=Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i D\u1ecbch v\u1ee5 c\u1ee7a Google d\u00e0nh cho SharePoint tr\u00ean URL Thu th\u1eadp \u0111\u00e3 cho v\u1edbi T\u00ean mi\u1ec1n/T\u00ean ng\u01b0\u1eddi d\u00f9ng/M\u1eadt kh\u1ea9u \u0111\u01b0\u1ee3c cung c\u1ea5p.
BulkAuth_Error_MySiteURL=Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i D\u1ecbch v\u1ee5 c\u1ee7a Google d\u00e0nh cho SharePoint tr\u00ean URL Trang web c\u1ee7a t\u00f4i \u0111\u00e3 cho v\u1edbi T\u00ean mi\u1ec1n/T\u00ean ng\u01b0\u1eddi d\u00f9ng/M\u1eadt kh\u1ea9u \u0111\u01b0\u1ee3c cung c\u1ea5p.