#KEYS
sharepointUrl=URL de crawl
domain=Dom\u00ednio
username=Nome de utilizador
password=Palavra-passe
mySiteBaseURL=URL de O meu site (aplic\u00e1vel para MOSS2007)
includedURls=Incluir URLs que correspondam aos padr\u00f5es seguintes
excludedURls=N\u00e3o incluir URLs que correspondam aos  padr\u00f5es seguintes
aliasMap=Mapeamento do pseud\u00f3nimo do site do SharePoint
authorization=Gest\u00e3o de autoriza\u00e7\u00f5es
feetType=feedType
kdcserver=Nome do anfitri\u00e3o KDC Kerberos
useSPSearchVisibility=

#LABELS
Alias_Source_Pattern=URL fonte
Alias_Source_Pattern_Help=Indicar o padr\u00e3o de URL fonte para o valor do pseud\u00f3nimo correspondente
Alias=Substituir por pseud\u00f3nimo
Alias_Help=Indicar o valor do pseud\u00f3nimo para o padr\u00e3o de URL fonte correspondente
Add_More=Adicionar mais
Mandatory_Fields=Os campos com (*) s\u00e3o Obrigat\u00f3rios
AuthZ_By_GSA=Por sistema ou por fornecedor de autoriza\u00e7\u00e3o SAML
AuthZ_By_Connector=Por conector
Help_AuthZ_By_GSA=Isto inclui o pedido principal, SAML e ACL
Help_AuthZ_By_Connector=Isto inclui autoriza\u00e7\u00e3o por lote do conector
Use_SP_SearchVisibility=Utilize as op\u00e7\u00f5es de visibilidade de pesquisa do SharePoint
Use_SP_SearchVisibility_Help=Indique se o conector deve descobrir e utilizar as op\u00e7\u00f5es de visibilidade de pesquisa de web site e lista definidas no SharePoint

#ERROR MESSAGES
Reason=Motivo:
Empty_Field=Preencha as caixas vazias antes de adicionar mais.
Included_Pattern_Mismatch=n\u00e3o corresponde a nenhum padr\u00e3o "Incluir URLs"
Excluded_Pattern_Match=corresponde a um dos padr\u00f5es indicados em "N\u00e3o incluir URLs": 
EndPoint_not_Found=N\u00e3o foi poss\u00edvel localizar o endPoint do Servi\u00e7o Web.
Invalid_Include_Pattern=O seguinte padr\u00e3o de URL fornecido em "Incluir URLs" \u00e9 inv\u00e1lido:
Invalid_Exclude_Pattern=O seguinte padr\u00e3o de URL fornecido em "N\u00e3o incluir URLs" \u00e9 inv\u00e1lido: \n
Invalid=Inv\u00e1lido
Field_Is_Required=Campo obrigat\u00f3rio n\u00e3o especificado:
Url_Entered_Should_Be_Fully_Qualified=O URL do site do SharePoint tem de conter um nome de dom\u00ednio totalmente qualificado.
Cannot_Connect=N\u00e3o \u00e9 poss\u00edvel ligar ao URL do site do SharePoint indicado com o dom\u00ednio/nome de utilizador/palavra-passe fornecido.
Malformed_Alias_Pattern = O(s) valor(s) fornecido(s) para a cria\u00e7\u00e3o de pseud\u00f3nimos n\u00e3o est\u00e1(\u00e3o) num formato de URL v\u00e1lido.
Duplicate_Alias=Os valores dos pseud\u00f3nimos n\u00e3o podem conter padr\u00f5es de URL de fonte duplicados.
CONFIGMAP_NOT_FOUND=N\u00e3o foi poss\u00edvel localizar configMap.
MalFormedURL=O Rastreio de URL fornecido \u00e9 um URL mal formado.
Invalid_URL_Pattern=Introduziu um ou mais padr\u00f5es de URL inv\u00e1lidos.
MalFormedMySiteURL=O URL do MySite fornecido \u00e9 um URL mal formado.
Cannot_Connect_MySite=N\u00e3o \u00e9 poss\u00edvel estabelecer liga\u00e7\u00e3o ao URL do site do MySite indicado com o dom\u00ednio/nome de utilizador/palavra-passe fornecido.
MySite_Url_Entered_Should_Be_Fully_Qualified=O URL da Base do MySite deve conter um nome de dom\u00ednio totalmente qualificado.
Duplicate_Domain=As credenciais n\u00e3o t\u00eam o formato correcto. O dom\u00ednio foi indicado duas vezes, em Dom\u00ednio e em Nome de utilizador.
BulkAuth_Error_CrawlURL=O Dom\u00ednio/Nome de utilizador/Palavra-passe fornecidos n\u00e3o permitiram estabelecer liga\u00e7\u00e3o aos Servi\u00e7os da Google para o SharePoint no Rastreio de URL indicado.
BulkAuth_Error_MySiteURL=N\u00e3o foi poss\u00edvel estabelecer liga\u00e7\u00e3o aos Servi\u00e7os do Google para o SharePoint no URL do My Site com o Dom\u00ednio/Nome de utilizador/Palavra-passe fornecido.
Kerberos_Kdc_Hostname_Blank=Indique um nome de anfitri\u00e3o totalmente qualificado para o Centro de distribui\u00e7\u00e3o chave Kerberos (KDC, Key Distribution Center)