#KEYS
sharepointUrl=Gjennoms\u00f8kingsadresse
domain=Domene
username=Brukernavn
password=Passord
mySiteBaseURL=Nettstedadresse til mitt nettsted (Gjelder for MOSS2007.)
includedURls=Inkluder nettadresser som samsvarer med f\u00f8lgende m\u00f8nstre
excludedURls=Ikke inkluder nettadresser som samsvarer med f\u00f8lgende m\u00f8nstre
aliasMap=Tilordning av aliaser for SharePoint-nettsted
authorization=H\u00e5ndtering av godkjenning
feetType=feedType
kdcserver=Kerberos KDC-vertsnavn
useSPSearchVisibility=

#LABELS
Alias_Source_Pattern=Kildens nettadresse
Alias_Source_Pattern_Help=Angi nettadressem\u00f8nsteret for tilsvarende aliasverdi.
Alias=Erstatt med alias
Alias_Help=Angi aliasverdien for tilsvarende nettadressem\u00f8nster.
Add_More=Legg til flere
Mandatory_Fields=Felter med (*) er obligatoriske
AuthZ_By_GSA=Fra program eller leverand\u00f8r av SAML-godkjenning
AuthZ_By_Connector=Av kobling
Help_AuthZ_By_GSA=Dette inkluderer en HEAD-foresp\u00f8rsel, SAML og ACL.
Help_AuthZ_By_Connector=Dette inkluderer gruppegodkjenninger via kobling
Use_SP_SearchVisibility=Bruk alternativene for s\u00f8ksynlighet i SharePoint
Use_SP_SearchVisibility_Help=Angi om koblingen skal oppdage og bruke alternativene for listes\u00f8ksynlighet i SharePoint

#ERROR MESSAGES
Reason=\u00c5rsak:
Empty_Field=Fyll ut de tomme feltene f\u00f8r du legger til flere.
Included_Pattern_Mismatch=samsvarer ikke med noen m\u00f8nstre for \u00abTa med nettadresse\u00bb.
Excluded_Pattern_Match=samsvarer med ett av m\u00f8nstrene som er angitt under \u00abIkke ta med nettadresser\u00bb:
EndPoint_not_Found=Fant ikke sluttpunkt for nettjeneste
Invalid_Include_Pattern=F\u00f8lgende nettadressem\u00f8nster, angitt under \u00abTa med nettadresser\u00bb, er ugyldig: \n
Invalid_Exclude_Pattern=F\u00f8lgende nettadressem\u00f8nster, angitt under \u00abIkke ta med nettadresser\u00bb, er ugyldig: 
Invalid=Ugyldig
Field_Is_Required=Obligatorisk felt ikke angitt:
Url_Entered_Should_Be_Fully_Qualified=Nettadressen for SharePoint m\u00e5 inneholde et gyldig domenenavn.
Cannot_Connect=Kan ikke koble til den angitte nettadressen for SharePoint med angitt domene/brukernavn/passord.
Malformed_Alias_Pattern = Verdier angitt for aliasing er ikke i et gyldig nettadresseformat.
Duplicate_Alias=Alias-verdier kan ikke inneholde dupliserte m\u00f8nstre for kildenettadresser.
CONFIGMAP_NOT_FOUND=Finner ikke configMap.
MalFormedURL=Den angitte nettadressen for gjennoms\u00f8king er en ugyldig nettadresse.
Invalid_URL_Pattern=Du har angitt ett eller flere ugyldige nettadressem\u00f8nstre.
MalFormedMySiteURL=Nettadressen for mitt nettsted inneholder feil.
Cannot_Connect_MySite=Kan ikke koble til angitt nettadresse for mitt nettsted med oppgitt domene/brukernavn/passord.
MySite_Url_Entered_Should_Be_Fully_Qualified=Basenettadressen til mitt nettsted m\u00e5 inneholde et absolutt domenenavn.
Duplicate_Domain=P\u00e5loggingsinformasjonen har ikke riktig format. Domenet er angitt to ganger under Domene og Brukernavn.
BulkAuth_Error_CrawlURL=Kan ikke koble til den angitte nettadressen for SharePoint p\u00e5 angitt gjennoms\u00f8kingsadresse med angitt domene/brukernavn/passord.
BulkAuth_Error_MySiteURL=Kan ikke koble til Google-tjenester for SharePoint p\u00e5 den angitte nettadressen for mitt nettsted med angitt domene/brukernavn/passord.
Kerberos_Kdc_Hostname_Blank=Angi et kvalifisert vertsnavn for Kerberos Key Distribution Center (KDC)