#KEYS
sharepointUrl=Exploraci\u00f3 d\u2019URL
domain=Domini
username=Nom d\u2019usuari
password=Contrasenya
mySiteBaseURL=URL Elmeulloc (aplicable per a MOSS2007)
includedURls=Incloeu els URL que coincideixin amb els patrons seg\u00fcents
excludedURls=No inclogueu URL que coincideixin amb els patrons seg\u00fcents
aliasMap=Assignaci\u00f3 d'\u00e0lies de llocs de SharePoint
authorization=Gesti\u00f3 d'autoritzacions
feetType=feedType
kdcserver=Nom d'amfitri\u00f3 del KDC de Kerberos
useSPSearchVisibility=

#LABELS
Alias_Source_Pattern=URL d'origen
Alias_Source_Pattern_Help=Especifiqueu el valor d'URL d'origen per al valor d'\u00e0lies corresponent
Alias=Substitueix-ho amb l'\u00e0lies
Alias_Help=Especifiqueu el valor d'\u00e0lies del patr\u00f3 d'URL d'origen corresponent
Add_More=Afegeix-ne m\u00e9s
Mandatory_Fields=Els camps amb el s\u00edmbol (*) s\u00f3n obligatoris
AuthZ_By_GSA=Per aplicaci\u00f3 o prove\u00efdor d'autoritzaci\u00f3 SAML
AuthZ_By_Connector=Per connector
Help_AuthZ_By_GSA=Aix\u00f2 inclou la sol\u00b7licitud de cap\u00e7alera, SAML i ACL
Help_AuthZ_By_Connector=Aix\u00f2 inclou l'autoritzaci\u00f3 per lots per connector
Use_SP_SearchVisibility=Utilitza les opcions de visibilitat de la cerca de SharePoint
Use_SP_SearchVisibility_Help=Especifiqueu si el connector ha de detectar i utilitzar el lloc i ha de mostrar les opcions de visibilitat de la cerca establertes a SharePoint

#ERROR MESSAGES
Reason=Motiu:
Empty_Field=Empleneu els quadres buits abans d'afegir-ne m\u00e9s.
Included_Pattern_Mismatch=no coincideix amb cap patr\u00f3 "Inclou URL"
Excluded_Pattern_Match=coincideix amb un dels patrons especificats a "No incloguis URL":
EndPoint_not_Found=No s'ha trobat l'extrem del servei web
Invalid_Include_Pattern=El patr\u00f3 d'URL seg\u00fcent que heu proporcionat a "Inclou URL" no \u00e9s v\u00e0lid:
Invalid_Exclude_Pattern=El patr\u00f3 d'URL seg\u00fcent proporcionat a "No incloguis URL" no \u00e9s v\u00e0lid:
Invalid=No v\u00e0lid
Field_Is_Required=No s\u2019ha especificat un camp obligatori:
Url_Entered_Should_Be_Fully_Qualified=L\u2019URL del lloc SharePoint ha de contenir un nom de domini complet.
Cannot_Connect=No es pot connectar a l'URL del lloc SharePoint amb el domini/nom d'usuari/contrasenya que heu proporcionat.
Malformed_Alias_Pattern = Els valors proporcionats per definir l'\u00e0lies no tenen un format d'URL v\u00e0lid.
Duplicate_Alias=Els valors d'\u00e0lies no poden incloure patrons d'URL d'origen duplicats.
CONFIGMAP_NOT_FOUND=No s\u2019ha trobat configMap.
MalFormedURL=L'URL d'exploraci\u00f3 \u00e9s un URL mal format.
Invalid_URL_Pattern=Heu introdu\u00eft un o diversos patrons d\u2019URL no v\u00e0lids.
MalFormedMySiteURL=L'URL de MySite \u00e9s un URL mal format.
Cannot_Connect_MySite=No es pot connectar a l'URL del lloc MySite amb el domini/nom d'usuari/contrasenya que heu proporcionat.
MySite_Url_Entered_Should_Be_Fully_Qualified=L\u2019URL de base de MySite ha de contenir un nom de domini complet.
Duplicate_Domain=Les credencials no tenen el format correcte. El domini s'ha especificat dos cops a Domini i nom d'usuari.
BulkAuth_Error_CrawlURL=No es pot connectar als serveis de Google per a SharePoint a l'URL d'exploraci\u00f3 concret amb el domini/nom d'usuari/contrasenya que heu proporcionat.
BulkAuth_Error_MySiteURL=No es pot connectar als serveis de Google per a SharePoint a l'URL de MySite amb el domini/nom d'usuari/contrasenya que heu proporcionat.
Kerberos_Kdc_Hostname_Blank=Especifiqueu un nom d'amfitri\u00f3 complet per al Centre de Distribuci\u00f3 de Claus de Kerberos (KDC)