#KEYS
sharepointUrl=\u0421\u043a\u0430\u043d\u0438\u0440\u043e\u0432\u0430\u0442\u044c URL
domain=\u0414\u043e\u043c\u0435\u043d
username=\u0418\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f
password=\u041f\u0430\u0440\u043e\u043b\u044c
mySiteBaseURL=URL-\u0430\u0434\u0440\u0435\u0441 MySite (\u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f \u0434\u043b\u044f MOSS2007)
includedURls=\u0412\u043a\u043b\u044e\u0447\u0430\u0442\u044c URL-\u0430\u0434\u0440\u0435\u0441\u0430, \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0435 \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u043c \u0448\u0430\u0431\u043b\u043e\u043d\u0430\u043c
excludedURls=\u041d\u0435 \u0432\u043a\u043b\u044e\u0447\u0430\u0442\u044c URL-\u0430\u0434\u0440\u0435\u0441\u0430, \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0435 \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u043c \u0448\u0430\u0431\u043b\u043e\u043d\u0430\u043c
aliasMap=\u041e\u0442\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435 \u043f\u0441\u0435\u0432\u0434\u043e\u043d\u0438\u043c\u043e\u0432 \u0434\u043b\u044f \u0441\u0430\u0439\u0442\u043e\u0432 SharePoint
authorization=\u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u0435\u0439
feetType=feedType
kdcserver=\u0418\u043c\u044f \u0445\u043e\u0441\u0442\u0430 KDC Kerberos
useSPSearchVisibility=

#LABELS
Alias_Source_Pattern=URL \u0438\u0441\u0442\u043e\u0447\u043d\u0438\u043a\u0430
Alias_Source_Pattern_Help=\u0423\u043a\u0430\u0436\u0438\u0442\u0435 \u0448\u0430\u0431\u043b\u043e\u043d URL \u0438\u0441\u0442\u043e\u0447\u043d\u0438\u043a\u0430 \u0434\u043b\u044f \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0435\u0433\u043e \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u043f\u0441\u0435\u0432\u0434\u043e\u043d\u0438\u043c\u0430
Alias=\u0417\u0430\u043c\u0435\u043d\u0438\u0442\u044c \u043f\u0441\u0435\u0432\u0434\u043e\u043d\u0438\u043c\u043e\u043c
Alias_Help=\u0423\u043a\u0430\u0436\u0438\u0442\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u043f\u0441\u0435\u0432\u0434\u043e\u043d\u0438\u043c\u0430 \u0434\u043b\u044f \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0435\u0433\u043e \u0448\u0430\u0431\u043b\u043e\u043d\u0430 URL \u0438\u0441\u0442\u043e\u0447\u043d\u0438\u043a\u0430
Add_More=\u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u0435\u0449\u0435
Mandatory_Fields=\u041f\u043e\u043b\u044f, \u043f\u043e\u043c\u0435\u0447\u0435\u043d\u043d\u044b\u0435 \u0437\u0432\u0435\u0437\u0434\u043e\u0447\u043a\u043e\u0439 (*), \u044f\u0432\u043b\u044f\u044e\u0442\u0441\u044f \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u043c\u0438
AuthZ_By_GSA=\u0421 \u043f\u043e\u043c\u043e\u0449\u044c\u044e \u0443\u0441\u0442\u0440\u043e\u0439\u0441\u0442\u0432\u0430 \u0438\u043b\u0438 \u0441\u043b\u0443\u0436\u0431\u044b \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u0438 SAML
AuthZ_By_Connector=\u0421 \u043f\u043e\u043c\u043e\u0449\u044c\u044e \u043a\u043e\u043d\u043d\u0435\u043a\u0442\u043e\u0440\u0430
Help_AuthZ_By_GSA=\u0421\u043e\u0434\u0435\u0440\u0436\u0438\u0442 \u0437\u0430\u043f\u0440\u043e\u0441 HEAD, SAML \u0438 ACL
Help_AuthZ_By_Connector=\u0412\u043a\u043b\u044e\u0447\u0430\u0435\u0442 \u043f\u0430\u043a\u0435\u0442\u043d\u0443\u044e \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u0430\u0446\u0438\u044e \u0441 \u043f\u043e\u043c\u043e\u0449\u044c\u044e \u043a\u043e\u043d\u043d\u0435\u043a\u0442\u043e\u0440\u0430
Use_SP_SearchVisibility=\u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u043e\u0441\u0442\u0438 \u0434\u043b\u044f \u043f\u043e\u0438\u0441\u043a\u0430 \u0432 SharePoint
Use_SP_SearchVisibility_Help=\u0423\u043a\u0430\u0436\u0438\u0442\u0435, \u0434\u043e\u043b\u0436\u0435\u043d \u043b\u0438 \u043a\u043e\u043d\u043d\u0435\u043a\u0442\u043e\u0440 \u043e\u0431\u043d\u0430\u0440\u0443\u0436\u0438\u0432\u0430\u0442\u044c \u0438 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u043e\u0441\u0442\u0438 \u0434\u043b\u044f \u043f\u043e\u0438\u0441\u043a\u0430 \u043f\u043e \u0441\u0430\u0439\u0442\u0443 \u0438 \u0441\u043f\u0438\u0441\u043a\u0430\u043c \u0432 SharePoint

#ERROR MESSAGES
Reason=\u041f\u0440\u0438\u0447\u0438\u043d\u0430:
Empty_Field=\u041f\u0440\u0435\u0436\u0434\u0435 \u0447\u0435\u043c \u0434\u043e\u0431\u0430\u0432\u043b\u044f\u0442\u044c \u043f\u043e\u043b\u044f, \u0437\u0430\u043f\u043e\u043b\u043d\u0438\u0442\u0435 \u043f\u0443\u0441\u0442\u044b\u0435.
Included_Pattern_Mismatch=\u043d\u0435 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043d\u0438 \u043e\u0434\u043d\u043e\u043c\u0443 \u0438\u0437 \u0448\u0430\u0431\u043b\u043e\u043d\u043e\u0432 "\u0412\u043a\u043b\u044e\u0447\u0430\u0442\u044c URL"
Excluded_Pattern_Match=\u0441\u043e\u0432\u043f\u0430\u0434\u0430\u0435\u0442 \u0441 \u043e\u0434\u043d\u0438\u043c \u0438\u0437 \u0448\u0430\u0431\u043b\u043e\u043d\u043e\u0432, \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0445 \u0432 \u043f\u043e\u043b\u0435 "\u041d\u0435 \u0432\u043a\u043b\u044e\u0447\u0430\u0442\u044c URL":
EndPoint_not_Found=endPoint \u0438\u043d\u0442\u0435\u0440\u043d\u0435\u0442-\u0441\u043b\u0443\u0436\u0431\u044b \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d
Invalid_Include_Pattern=\u0421\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0439 \u0448\u0430\u0431\u043b\u043e\u043d URL, \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0439 \u0432 \u043f\u043e\u043b\u0435 "\u0412\u043a\u043b\u044e\u0447\u0430\u0442\u044c URL", \u043d\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u0435\u043d:
Invalid_Exclude_Pattern=\u0421\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0439 \u0448\u0430\u0431\u043b\u043e\u043d URL, \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0439 \u0432 \u043f\u043e\u043b\u0435 "\u041d\u0435 \u0432\u043a\u043b\u044e\u0447\u0430\u0442\u044c URL", \u043d\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u0435\u043d:
Invalid=\u041d\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e
Field_Is_Required=\u041d\u0435\u0442 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u0432 \u043f\u043e\u043b\u0435, \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u043c \u0434\u043b\u044f \u0437\u0430\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f:
Url_Entered_Should_Be_Fully_Qualified=URL \u0441\u0430\u0439\u0442\u0430 SharePoint \u0434\u043e\u043b\u0436\u0435\u043d \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u043f\u043e\u043b\u043d\u043e\u0435 \u0438\u043c\u044f \u0434\u043e\u043c\u0435\u043d\u0430.
Cannot_Connect=\u041d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u044c \u0441\u043e\u0435\u0434\u0438\u043d\u0435\u043d\u0438\u0435 \u0441 \u0437\u0430\u0434\u0430\u043d\u043d\u044b\u043c URL \u0441\u0430\u0439\u0442\u0430 SharePoint \u0441 \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u043c \u0441\u043e\u0447\u0435\u0442\u0430\u043d\u0438\u0435\u043c \u0434\u043e\u043c\u0435\u043d\u0430, \u0438\u043c\u0435\u043d\u0438 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0438 \u043f\u0430\u0440\u043e\u043b\u044f.
Malformed_Alias_Pattern = \u0417\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u0434\u043b\u044f \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u044f \u043f\u0441\u0435\u0432\u0434\u043e\u043d\u0438\u043c\u043e\u0432 \u0434\u043e\u043b\u0436\u043d\u044b \u0443\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c\u0441\u044f \u0432 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u043e\u043c \u0444\u043e\u0440\u043c\u0430\u0442\u0435 URL.
Duplicate_Alias=\u0412 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f\u0445 \u043f\u0441\u0435\u0432\u0434\u043e\u043d\u0438\u043c\u043e\u0432 \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0431\u044b\u0442\u044c \u043f\u043e\u0432\u0442\u043e\u0440\u044f\u044e\u0449\u0438\u0445\u0441\u044f \u0448\u0430\u0431\u043b\u043e\u043d\u043e\u0432 URL \u0438\u0441\u0442\u043e\u0447\u043d\u0438\u043a\u043e\u0432.
CONFIGMAP_NOT_FOUND=\u0424\u0430\u0439\u043b configMap \u043d\u0435 \u043d\u0430\u0439\u0434\u0435\u043d.
MalFormedURL=\u0423\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0439 URL \u0434\u043b\u044f \u0441\u043a\u0430\u043d\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043d\u0435\u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u044b\u043c.
Invalid_URL_Pattern=\u0412\u044b \u0432\u0432\u0435\u043b\u0438 \u043e\u0434\u0438\u043d \u0438\u043b\u0438 \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u043e \u043d\u0435\u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u044b\u0445 \u0448\u0430\u0431\u043b\u043e\u043d\u043e\u0432 URL.
MalFormedMySiteURL=\u0423\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0439 URL \u0441\u0430\u0439\u0442\u0430 MySite \u043d\u0435\u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c.
Cannot_Connect_MySite=\u041d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u044c \u0441\u043e\u0435\u0434\u0438\u043d\u0435\u043d\u0438\u0435 \u0441 \u0437\u0430\u0434\u0430\u043d\u043d\u044b\u043c URL \u0441\u0430\u0439\u0442\u0430 MySite \u0441 \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u043c \u0441\u043e\u0447\u0435\u0442\u0430\u043d\u0438\u0435\u043c \u0434\u043e\u043c\u0435\u043d\u0430, \u0438\u043c\u0435\u043d\u0438 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0438 \u043f\u0430\u0440\u043e\u043b\u044f.
MySite_Url_Entered_Should_Be_Fully_Qualified=\u0411\u0430\u0437\u043e\u0432\u044b\u0439 URL \u0441\u0430\u0439\u0442\u0430 MySite \u0434\u043e\u043b\u0436\u0435\u043d \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u043f\u043e\u043b\u043d\u043e\u0435 \u0438\u043c\u044f \u0434\u043e\u043c\u0435\u043d\u0430.
Duplicate_Domain=\u0423\u0447\u0435\u0442\u043d\u044b\u0435 \u0434\u0430\u043d\u043d\u044b\u0435 \u0438\u043c\u0435\u044e\u0442 \u043d\u0435\u0432\u0435\u0440\u043d\u044b\u0439 \u0444\u043e\u0440\u043c\u0430\u0442: \u0434\u043e\u043c\u0435\u043d \u0443\u043a\u0430\u0437\u0430\u043d \u0434\u0432\u0430\u0436\u0434\u044b \u0432 \u043f\u043e\u043b\u044f\u0445 "\u0414\u043e\u043c\u0435\u043d" \u0438 "\u0418\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f".
BulkAuth_Error_CrawlURL=\u041d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u044c\u0441\u044f \u043a \u0441\u043b\u0443\u0436\u0431\u0430\u043c Google Services for SharePoint \u0441 \u0437\u0430\u0434\u0430\u043d\u043d\u044b\u043c URL \u0434\u043b\u044f \u0441\u043a\u0430\u043d\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u0441 \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u043c \u0441\u043e\u0447\u0435\u0442\u0430\u043d\u0438\u0435\u043c \u0434\u043e\u043c\u0435\u043d\u0430, \u0438\u043c\u0435\u043d\u0438 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0438 \u043f\u0430\u0440\u043e\u043b\u044f.
BulkAuth_Error_MySiteURL=\u041d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u044c\u0441\u044f \u043a \u0441\u043b\u0443\u0436\u0431\u0430\u043c Google Services for SharePoint \u0441 \u0437\u0430\u0434\u0430\u043d\u043d\u044b\u043c URL \u0441\u0430\u0439\u0442\u0430 My Site \u0441 \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u043c \u0441\u043e\u0447\u0435\u0442\u0430\u043d\u0438\u0435\u043c \u0434\u043e\u043c\u0435\u043d\u0430, \u0438\u043c\u0435\u043d\u0438 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0438 \u043f\u0430\u0440\u043e\u043b\u044f.
Kerberos_Kdc_Hostname_Blank=\u0423\u043a\u0430\u0436\u0438\u0442\u0435 \u043f\u043e\u043b\u043d\u043e\u0435 \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0445\u043e\u0441\u0442\u0430 \u0446\u0435\u043d\u0442\u0440\u0430 \u0440\u0430\u0441\u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u0435\u043d\u0438\u044f \u043a\u043b\u044e\u0447\u0435\u0439 (KDC) Kerberos