#KEYS
sharepointUrl=Adres URL przeszukiwania
domain=Domena
username=Nazwa u\u017cytkownika
password=Has\u0142o
mySiteBaseURL=Adres URL witryny (dotyczy MOSS2007)
includedURls=Uwzgl\u0119dniaj adresy URL pasuj\u0105ce do nast\u0119puj\u0105cych wzorc\u00f3w
excludedURls=Nie uwzgl\u0119dniaj adres\u00f3w URL pasuj\u0105cych do nast\u0119puj\u0105cych wzorc\u00f3w
aliasMap=Mapowanie aliasu witryny programu SharePoint
authorization=Obs\u0142uga autoryzacji

#LABELS
Alias_Source_Pattern=\u0179r\u00f3d\u0142owy adres URL
Alias_Source_Pattern_Help=Okre\u015bl wzorzec \u017ar\u00f3d\u0142owego adresu URL dla odpowiadaj\u0105cej mu warto\u015bci aliasu
Alias=Zast\u0105p aliasem
Alias_Help=Okre\u015bl warto\u015b\u0107 aliasu dla odpowiadaj\u0105cego jej wzorca \u017ar\u00f3d\u0142owego adresu URL
Add_More=Dodaj wi\u0119cej
Mandatory_Fields=Pola oznaczone gwiazdk\u0105 (*) s\u0105 obowi\u0105zkowe
AuthZ_By_GSA=Za po\u015brednictwem modu\u0142u lub dostawcy autoryzacji SAML
AuthZ_By_Connector=Za po\u015brednictwem oprogramowania sprz\u0119gaj\u0105cego
Help_AuthZ_By_GSA=Z uwzgl\u0119dnieniem \u017c\u0105da\u0144 HEAD i SAML oraz zasad ACL
Help_AuthZ_By_Connector=Z uwzgl\u0119dnieniem zbiorczej autoryzacji za po\u015brednictwem oprogramowania sprz\u0119gaj\u0105cego

#ERROR MESSAGES
Reason=Pow\u00f3d:
Empty_Field=Wype\u0142nij puste pola przed dodaniem kolejnych pozycji.
Included_Pattern_Mismatch=\u2013 adres nie pasuje do \u017cadnego z wzorc\u00f3w okre\u015blonych na li\u015bcie \u201eUwzgl\u0119dniaj adresy URL\u201d
Excluded_Pattern_Match=\u2013 adres pasuje do jednego z wzorc\u00f3w okre\u015blonych na li\u015bcie \u201eNie uwzgl\u0119dniaj adres\u00f3w URL\u201d:
EndPoint_not_Found=Nie znaleziono punktu ko\u0144cowego us\u0142ugi internetowej
Invalid_Include_Pattern=Nast\u0119puj\u0105cy wzorzec adresu URL podany na li\u015bcie \u201eUwzgl\u0119dniaj adresy URL\u201d jest nieprawid\u0142owy:
Invalid_Exclude_Pattern=Nast\u0119puj\u0105cy wzorzec adresu URL podany na li\u015bcie \u201eNie uwzgl\u0119dniaj adres\u00f3w URL\u201d jest nieprawid\u0142owy:
Invalid=Nieprawid\u0142owy
Field_Is_Required=Nie okre\u015blono wymaganego pola:
Url_Entered_Should_Be_Fully_Qualified=Adres URL witryny SharePoint musi zawiera\u0107 w pe\u0142ni kwalifikowan\u0105 nazw\u0119 domeny.
Cannot_Connect=Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z adresem URL witryny SharePoint za pomoc\u0105 podanej domeny, nazwy u\u017cytkownika lub has\u0142a.
Malformed_Alias_Pattern = Format adres\u00f3w URL warto\u015bci podanych na potrzeby alias\u00f3w jest nieprawid\u0142owy.
Duplicate_Alias=Warto\u015bci alias\u00f3w nie mog\u0105 zawiera\u0107 zduplikowanych wzorc\u00f3w \u017ar\u00f3d\u0142owych adres\u00f3w URL.
CONFIGMAP_NOT_FOUND=Nie znaleziono pliku configMap.
MalFormedURL=Podany adres URL indeksowania jest nieprawid\u0142owy.
Invalid_URL_Pattern=Wprowadzono jeden lub wi\u0119cej nieprawid\u0142owych wzorc\u00f3w adres\u00f3w URL.
MalFormedMySiteURL=Podany adres URL witryny w us\u0142udze MySite jest nieprawid\u0142owy.
Cannot_Connect_MySite=Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z adresem URL witryny w us\u0142udze MySite za pomoc\u0105 podanej domeny, nazwy u\u017cytkownika lub has\u0142a.
MySite_Url_Entered_Should_Be_Fully_Qualified=Podstawowy adres URL witryny w us\u0142udze MySite musi zawiera\u0107 w pe\u0142ni kwalifikowan\u0105 nazw\u0119 domeny.
Duplicate_Domain=Format po\u015bwiadcze\u0144 jest nieprawid\u0142owy. Nazwa domeny zosta\u0142a okre\u015blona dwukrotnie \u2013 w polach Domena i Nazwa u\u017cytkownika.
BulkAuth_Error_CrawlURL=Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z us\u0142ugami Google dla oprogramowania SharePoint pod okre\u015blonym adresem URL indeksowania przy u\u017cyciu podanej nazwy domeny, nazwy u\u017cytkownika i has\u0142a.
BulkAuth_Error_MySiteURL=Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z us\u0142ugami Google dla oprogramowania SharePoint pod okre\u015blonym adresem URL us\u0142ugi MySite przy u\u017cyciu podanej nazwy domeny, nazwy u\u017cytkownika i has\u0142a.