#KEYS
sharepointUrl=Proch\u00e1zet adresu URL
domain=Dom\u00e9na
username=U\u017eivatelsk\u00e9 jm\u00e9no
password=Heslo
mySiteBaseURL=Adresa URL m\u00fdch str\u00e1nek (plat\u00ed pro produkt MOSS2007)
includedURls=Uve\u010fte adresy URL vyhovuj\u00edc\u00ed n\u00e1sleduj\u00edc\u00edm vzor\u016fm
excludedURls=Neuv\u00e1d\u011bjte adresy URL vyhovuj\u00edc\u00ed n\u00e1sleduj\u00edc\u00edm vzor\u016fm
aliasMap=Mapov\u00e1n\u00ed aliasu webu SharePoint
authorization=Zpracov\u00e1n\u00ed autorizace
feetType=feedType
kdcserver=N\u00e1zev hostitele KDC Kerberos
useSPSearchVisibility=

#LABELS
Alias_Source_Pattern=Adresa URL zdroje
Alias_Source_Pattern_Help=Zadejte vzor adresy URL zdroje pro odpov\u00eddaj\u00edc\u00ed hodnotu aliasu
Alias=Nahradit aliasem
Alias_Help=Zadejte hodnotu aliasu pro odpov\u00eddaj\u00edc\u00ed vzor adresy URL zdroje
Add_More=P\u0159idat dal\u0161\u00ed
Mandatory_Fields=Pole s\u00a0hv\u011bzdi\u010dkou (*) jsou povinn\u00e1
AuthZ_By_GSA=Prost\u0159ednictv\u00edm za\u0159\u00edzen\u00ed nebo poskytovatele autorizace SAML
AuthZ_By_Connector=Podle konektoru
Help_AuthZ_By_GSA=Pat\u0159\u00ed sem po\u017eadavek z\u00e1hlav\u00ed, k\u00f3d SAML a seznam ACL
Help_AuthZ_By_Connector=Zahrnuje autorizaci d\u00e1vky konektorem
Use_SP_SearchVisibility=Pou\u017e\u00edt nastaven\u00ed viditelnosti vyhled\u00e1v\u00e1n\u00ed ze slu\u017eby SharePoint
Use_SP_SearchVisibility_Help=Zadejte, zda m\u00e1 konektor zji\u0161\u0165ovat a pou\u017e\u00edvat mo\u017enosti zobrazov\u00e1n\u00ed webu a vyhled\u00e1v\u00e1n\u00ed v seznamu nastaven\u00e9 ve slu\u017eb\u011b SharePoint.

#ERROR MESSAGES
Reason=D\u016fvod: 
Empty_Field=P\u0159ed dal\u0161\u00edm p\u0159id\u00e1n\u00edm vypl\u0148te pros\u00edm pr\u00e1zdn\u00e1 pol\u00ed\u010dka.
Included_Pattern_Mismatch=nevyhovuje \u017e\u00e1dn\u00fdm vzor\u016fm \u201eZahrnout adresy URL\u201c
Excluded_Pattern_Match=odpov\u00edd\u00e1 jednomu ze vzor\u016f uveden\u00fdch v \u010d\u00e1sti \u201eNezahrnovat adresy URL\u201c: 
EndPoint_not_Found=Nenalezen koncov\u00fd bod webov\u00e9 slu\u017eby
Invalid_Include_Pattern=N\u00e1sleduj\u00edc\u00ed vzor adresy URL uveden\u00fd v \u010d\u00e1sti \u201eZahrnout adresy URL\u201c je neplatn\u00fd: 
Invalid_Exclude_Pattern=N\u00e1sleduj\u00edc\u00ed vzor adresy URL poskytnut\u00fd v \u010d\u00e1sti \u201eNezahrnovat adresy URL\u201c je neplatn\u00fd: 
Invalid=Neplatn\u00fd
Field_Is_Required=Povinn\u00e9  pole nezad\u00e1no:
Url_Entered_Should_Be_Fully_Qualified=Adresa URL webu SharePoint mus\u00ed obsahovat \u00fapln\u00fd n\u00e1zev dom\u00e9ny.
Cannot_Connect=Zadan\u00e1 dom\u00e9na, u\u017eivatelsk\u00e9 jm\u00e9no nebo heslo neumo\u017e\u0148uje p\u0159ipojen\u00ed k adrese URL str\u00e1nek SharePoint.
Malformed_Alias_Pattern = Jedna nebo v\u00edce hodnot zadan\u00fdch jako alias nem\u00e1 platn\u00fd form\u00e1t adresy URL.
Duplicate_Alias=Hodnoty alias\u016f nesm\u011bj\u00ed obsahovat duplicitn\u00ed vzory adres URL.
CONFIGMAP_NOT_FOUND=Soubor configMap nenalezen.
MalFormedURL=Zadan\u00e1 adresa URL k proch\u00e1zen\u00ed m\u00e1 chybn\u00fd form\u00e1t.
Invalid_URL_Pattern=Zadali jste jeden nebo v\u00edce neplatn\u00fdch vzor\u016f adresy URL.
MalFormedMySiteURL=Zadan\u00e1 adresa URL m\u00fdch str\u00e1nek nem\u00e1 spr\u00e1vn\u00fd form\u00e1t.
Cannot_Connect_MySite=Zadan\u00e1 dom\u00e9na, u\u017eivatelsk\u00e9 jm\u00e9no nebo heslo neumo\u017e\u0148uje p\u0159ipojen\u00ed k adrese URL m\u00fdch str\u00e1nek.
MySite_Url_Entered_Should_Be_Fully_Qualified=Z\u00e1kladn\u00ed adresa URL m\u00fdch str\u00e1nek mus\u00ed obsahovat \u00fapln\u00fd n\u00e1zev dom\u00e9ny.
Duplicate_Domain=Ov\u011b\u0159ovac\u00ed \u00fadaje nemaj\u00ed spr\u00e1vn\u00fd form\u00e1t. Dom\u00e9na byla uvedena dvakr\u00e1t: jednou jako dom\u00e9na a podruh\u00e9 v r\u00e1mci u\u017eivatelsk\u00e9ho jm\u00e9na.
BulkAuth_Error_CrawlURL=Uveden\u00e1 dom\u00e9na, u\u017eivatelsk\u00e9 jm\u00e9no nebo heslo neumo\u017e\u0148uje p\u0159ipojen\u00ed ke slu\u017eb\u00e1m Google pro SharePoint na dan\u00e9 adrese URL k proch\u00e1zen\u00ed.
BulkAuth_Error_MySiteURL=Uveden\u00e1 dom\u00e9na, u\u017eivatelsk\u00e9 jm\u00e9no nebo heslo neumo\u017e\u0148uje p\u0159ipojen\u00ed ke slu\u017eb\u00e1m Google pro SharePoint na dan\u00e9 adrese URL m\u00fdch str\u00e1nek.
Kerberos_Kdc_Hostname_Blank=Zadejte pln\u011b kvalifikovan\u00fd n\u00e1zev hostitele pro Centrum distribuce kl\u00ed\u010d\u016f Kerberos (KDC)