#KEYS
sharepointUrl=Explorar URL
domain=Dominio
username=Nome de usuario
password=Contrasinal
mySiteBaseURL=MySite URL(Aplicable para MOSS2007)
includedURls=Inclu\u00edr os URL que coincidan cos patr\u00f3ns seguintes
excludedURls=Non inclu\u00edr os URL que coincidan cos patr\u00f3ns seguintes
aliasMap=Asignaci\u00f3n de alcume no sitio SharePoint
authorization=Control de autorizaci\u00f3n

#LABELS
Alias_Source_Pattern=URL de orixe
Alias_Source_Pattern_Help=Especificar o patr\u00f3n do URL de orixe para valor de alcume correspondente
Alias=Substitu\u00edr por alcume
Alias_Help=Especificar o valor de alcume para o patr\u00f3n de URL de orixe correspondente
Add_More=Engadir m\u00e1is
Mandatory_Fields=Os campos marcados con (*) son obrigatorios
AuthZ_By_GSA=Por dispositivo ou fornecedor de autorizaci\u00f3n SAML
AuthZ_By_Connector=Por conector
Help_AuthZ_By_GSA=Isto incl\u00fae solicitude de cabeceira, SAML e ACL
Help_AuthZ_By_Connector=Isto incl\u00fae autorizaci\u00f3n en lote por conector

#ERROR MESSAGES
Reason=Raz\u00f3n:
Empty_Field=Encha os cadros baleiros antes de engadir m\u00e1is.
Included_Pattern_Mismatch=non coincide con ning\u00fan patr\u00f3n "Inclu\u00edr URL"
Excluded_Pattern_Match=coincidencias cun dos patr\u00f3ns especificados en "Non inclu\u00edr URL":
EndPoint_not_Found=Punto de fin de servizo web non atopado
Invalid_Include_Pattern=O seguinte patr\u00f3n de URL indicado en "Inclu\u00edr URL" non \u00e9 v\u00e1lido:
Invalid_Exclude_Pattern=O seguinte patr\u00f3n de URL indicado en "Non inclu\u00edr URL" non \u00e9 v\u00e1lido:
Invalid=Non v\u00e1lido
Field_Is_Required=Non se especificou o campo requirido:
Url_Entered_Should_Be_Fully_Qualified=C\u00f3mpre que o URL do sitio SharePoint conte\u00f1a un nome de dominio completamente cualificado.
Cannot_Connect=Non se pode establecer a conexi\u00f3n co URL deste sitio de SharePoint co dominio, o nome de usuario e o contrasinal fornecidos.
Malformed_Alias_Pattern = O formato URL do valor ou valores fornecidos para o solapamento non \u00e9 v\u00e1lido.
Duplicate_Alias=Os valores de alcumes non poden conter patr\u00f3ns de URL de orixe duplicados.
CONFIGMAP_NOT_FOUND=Non se atopou configMap.
MalFormedURL=O URL de exploraci\u00f3n fornecido \u00e9 un URL formado incorrectamente.
Invalid_URL_Pattern=Inseriu un ou m\u00e1is patr\u00f3ns de URL non v\u00e1lidos.
MalFormedMySiteURL=O URL de MySite fornecido \u00e9 un URL formado incorrectamente.
Cannot_Connect_MySite=Non se pode establecer a conexi\u00f3n co URL do sitio de MySite fornecido con este dominio, nome de usuario ou contrasinal.
MySite_Url_Entered_Should_Be_Fully_Qualified=C\u00f3mpre que o URL da base MySite conte\u00f1a un nome de dominio completamente cualificado.
Duplicate_Domain=As credenciais non te\u00f1en o formato correcto. Especificouse d\u00faas veces o dominio en Dominio e Nome de usuario.
BulkAuth_Error_CrawlURL=Non se pode establecer a conexi\u00f3n cos servizos Google para SharePoint co URL de exploraci\u00f3n fornecido con este dominio, nome de usuario ou contrasinal.
BulkAuth_Error_MySiteURL=Non se pode establecer a conexi\u00f3n cos servizos Google para SharePoint co URL de My Site fornecido con este dominio, nome de usuario ou contrasinal.